{
  "news": [
    {
      "title": "Amazing Beauty  Benifits of Castor Oil for skin,hair and more....",
      "desc": "జుట్టుకు ఆముదం రాసుకోవడం గురించి తెలిసిందే. సౌందర్య సాధనంగానూ ఇది ఉపయోగపడుతుంది. సహజసిద్ధమైన ఆముదం అందించే చక్కని ఫలితాలెన్నో...* పెదవులు బాగా పొడిబారితే రాత్రి పడుకునే ముందు కొద్దిగా ఆముదం రాయాలి.* కనురెప్పలు రాలిపోతుంటే నిద్రపోయే ముందు కొద్దిరోజులపాటు కాస్త ఆముదం రాస్తే చక్కని ఫలితం ఉంటుంది.* పాదాలు, అరచేతులు గరుగ్గా ఉంటే ఆముదాన్ని రాసి చూడండి. కొన్నిరోజులపాటు ఇలాచేస్తే మృదువుగా మారతాయి.* పిరుదులు, తొడల దగ్గర సాధారణంగా కొవ్వు పేరుకుపోతుంటుంది. కాస్త ఆముదాన్ని వేడిచేసి పడుకోబోయే ముందు ఆయా ప్రాంతాల్లో రాసుకోవాలి. తరచూ ఇలా చేయడం వల్ల ఫలితం ఉంటుంది.* జుట్టు బాగా ఊడిపోతుంటే కొబ్బరినూనెలో కొద్దిగా ఆముదం కలిపి వేడి చేసి తలకు పట్టించాలి. వారానికోసారి ఇలాచేస్తే జుట్టు ఊడటం తగ్గడమే కాకుండా కురులు నల్లగా నిగనిగలాడతాయి.* ముఖం మీది మచ్చలు, ముడతలను పోగొట్టడానికీ ఆముదం ఎంతగానో తోడ్పడుతుంది.* ఒక్కోసారి వేలికొనల దగ్గర చర్మం పొడిబారి, ఊడిపోతుంటుంది. అలాంటప్పుడు అక్కడ కొద్దిగా ఆముదం రాస్తే కొన్ని రోజులకు మృదువుగా మారుతుంది.Castor Oil not only Helps Your Hair Growth—but It Has Tons of Other Beauty Benefits.castor oil is rich in omega-6, omega-9, and vitamin E, which mean it’s a nourishing and hydrating ingredient. Castor oil also has anti-inflammatory and antibacterial properties thanks to its high ricinoleic acid content. All of this makes it a well-rounded beauty oil with many topical uses.1.Moisturizer for Dry Skin.2.Promotes Wrinkle-Free Skin.3.Enhances Hair Growth.4.Longer Lashes.5.Heals Cracked Heels.6.Grow Your Eyebrows.7.Lubricates Lips.8.Healthy Cuticles & Nails.9.Softens Rough Skin.10.Fights Fungal Infections.11.Anti-Dandruff Properties.12.Relieves Itchy Inflamed Skin.",
      "date": "24-05-2020",
      "category": "Health",
      "imageurl": "https://firebasestorage.googleapis.com/v0/b/stickers-raja.appspot.com/o/NEWSpost_images%2Fthumbs%2F0e2c366e-6907-4baa-a6a6-07985b68317a.jpg?alt=media&token=b51c364b-fd58-4e9b-972f-5968525c6d9f"
    },
    {
      "title": "శంకర్,కమల్ ఇండియన్ 2 సెట్స్ లో విషాదం",
      "desc": "శంకర్,కమల్ ఇండియన్ 2 సెట్స్ లో విషాదం.2 అసిస్టెంట్ డైరెక్టర్స్, 1 స్టాఫర్ మృతి,10 మందికి తీవ్ర గాయాలు.డైరెక్టర్ శంకర్  కూడా తీవ్రంగా గాయపడ్డారు.Horiffic incident took place on Shakar and Kamal's Indian 2 Sets.2 Assistant directors named madhu,Krishna and also 1 staff member chandrani were Dead.10 other members were severely injured.Sources says that Director Shankar also injured seriously.I have faced and overcome many accidents, but today's is the most horrific one. I lost three colleagues. The distress of their family members will be many times greater than my own pain. I share their grief as one of them. My deepest condolences to them - kamal haasan",
      "date": "20-02-2020",
      "category": "Film and Entertainment",
      "imageurl": "https://firebasestorage.googleapis.com/v0/b/stickers-raja.appspot.com/o/NEWSpost_images%2Fthumbs%2F941fbde4-6102-4257-bf9b-da4da2b10126.jpg?alt=media&token=678853a9-a0cb-432f-b03c-f745d939b5c1"
    },
    {
      "title": "Rajinikanth Political Entry",
      "desc": "Rajinikanth: My Party will have two leaders.I will be the Party president and a qualified educated youth will be the CM.60-65% of party candidates will be Educated Qualified Youth and 30-35% will be honest politicians,Bureacrats and social Workers.I will help them to win elections - Rajinikanth",
      "date": "12-03-2020",
      "category": "Political",
      "imageurl": "https://firebasestorage.googleapis.com/v0/b/stickers-raja.appspot.com/o/NEWSpost_images%2Fthumbs%2Ffc8023ee-e1d8-4a20-b562-21f6320739b5.jpg?alt=media&token=93953a99-abd5-4db2-99b1-0fe3eb6f1958"
    },
    {
      "title": "AB de Villiers Re-Entry To International Cricket!!",
      "desc": "జొహనెస్‌బర్గ్‌: అంతర్జాతీయ క్రికెట్‌కు వీడ్కోలు పలికిన దక్షిణాఫ్రికా అగ్రశ్రేణి ఆటగాడు డివిలియర్స్‌ తిరిగి జట్టులోకి వచ్చే సూచనలు కనిపిస్తున్నాయి. మంచి ప్రదర్శన చేసి.. జట్టులో ఆడేందుకు సరైనోడని నిరూపించుకుంటే అతణ్ని టీ20 ప్రపంచకప్‌ కోసం పరిగణిస్తామని స్వయంగా ఆ జట్టు కోచ్‌ మార్క్‌ బౌచర్‌ వెల్లడించాడు. ‘‘డివిలియర్స్‌ గురించి మీడియాలో, ప్రజల్లో చర్చలు కొనసాగుతూనే ఉన్నాయి. కానీ నాకు అదేం పెద్ద విషయం కాదు. అతనితో నేను మాట్లాడా. అతను తిరిగి జట్టులోకి వచ్చే విషయంపై త్వరలోనే స్పష్టత వచ్చే అవకాశముంది. ప్రపంచకప్‌కు వెళ్తున్నామంటే అది అత్యుత్తమ ఆటగాళ్లతో నిండిన జట్టే అయి ఉండాలని మొదటి నుంచి నేను చెబుతూనే ఉన్నా. డివిలియర్స్‌ మంచి ఫామ్‌లో ఉండి జట్టు కోసం అందుబాటులో ఉంటే అతను కచ్చితంగా టీ20 ప్రపంచకప్‌ ఆడతాడు. ఇక్కడ అహంతో పనిలేదు. ప్రపంచకప్‌కు అత్యుత్తమ జట్టును పంపాలనేదే మా ప్రయత్నం’’ అని బౌచర్‌ పేర్కొన్నాడు.Talks are going on for South African legend cricketer AB de Villiers re-entry to international cricket and make him play world T20I cup next year. AB de Villiers had said goodbye to international cricket following his home Test series against Australia last year. De Villiers announced his retirement when he thought the workload had become too much to represent the national team. He announced he was quitting the national team. ABdhas also made an effort to play for the team again after this year’s One-Day World Cup. Boucher revealed that he would ask his colleague and close friend AB on the matter. Boucher said his goal was to keep the squad with the best players for next year’s T20 World Cup.Boucher who was recently appointed as South Africa Coach has said that It was at this point that AB, who had just retired from international cricket, was in talks. He is an outstanding player and still has the ability to play for the national team. He also asked the media not to discuss AB’s retirement. He is ready to discuss with AB and a few other retired players. He said that he would take out some of the best players he has ever undertaken. Boucher was appointed as head coach of the South African cricket team recently. South African team director Graeme Smith has decided to appoint Boucher as a coach. Boucher will continue to coach the safari side until 2023.",
      "date": "18-02-2020",
      "category": "Sports",
      "imageurl": "https://firebasestorage.googleapis.com/v0/b/stickers-raja.appspot.com/o/NEWSpost_images%2Fthumbs%2F47ff66b1-471f-4d58-ad41-ed8b868d520c.jpg?alt=media&token=3e00fa2a-f191-4d3b-ab0e-114006981f0e"
    },
    {
      "title": "SRH MATCH FIXTURES",
      "desc": "SRH MATCH FIXTURES🚨 Get Ready For #ipl2020 ATTENTION #OrangeArmy🚨The moment you've all been waiting for.Mark your 🗓 for #IPL2020! - SUNRISERS HYDERABAD",
      "date": "16-02-2020",
      "category": "Sports",
      "imageurl": "https://firebasestorage.googleapis.com/v0/b/stickers-raja.appspot.com/o/NEWSpost_images%2Fthumbs%2Fda2b437c-3f95-4eb4-afa1-8f720772527c.jpg?alt=media&token=29e05454-20cb-46ca-80ca-92a391c660d9"
    }
  ]
}
