{
  "quotes": [
    {
      "quote": "ఈ ప్రపంచములో అత్యంత తేలికైన విషయం ఇతరులలో తప్పులు వెతకటం. అత్యంత కష్తమైన విషయం మనలో తప్పులుని ఒప్పుకోవటం"
    },
    {
      "quote": "మన శక్తి కన్నా చాలా సార్లు సహనం మంచి ఫలితాల్ని ఇస్తుంది....."
    },
    {
      "quote": "జీవితానికి కొలమానం డబ్బు కాదు సంతృప్తి, సంతోషం"
    },
    {
      "quote": "స్వయం కృషితో పైకి వచ్చినవారికి ఆత్మవిశ్వసం ఉంటుంది కానీ అహంకారం ఉండదు. ని శక్తి ను నమ్ముకో.. కష్టపడు . గెలుపు కోసం శ్రమించు. గెలేచే వరకు."
    },
    {
      "quote": "ఇతరుల రచనల ద్వారా మిమ్మల్ని అభివృద్ది చేసుకోవడానికి మీ కాలాన్ని వినియోగించండి.ఆ విధంగా ఇతరులు ఏంటో కస్టపడి సాధించిన దాన్ని ,మీరు తేలికగా సాధించగలరు.-సోక్రటీస్"
    },
    {
      "quote": "జీవితం అంటే నిన్ను నువ్వు చూసుకోవటం కాదు, నిన్ను నువ్వు రూపు దిద్దుకోవటం."
    },
    {
      "quote": "నీకు కావలసిన దాని కోసం శ్రమించకుండా, పోగొట్టుకున్న దాని గురించి ఏడవటం మూర్ఖత్వం అవుతుంది."
    },
    {
      "quote": "అర్థరహితమైన మాటలకన్నా, అర్థవంతమైన నిశ్శబ్దం చాలా గొప్పది."
    },
    {
      "quote": "ఎక్కువగా నమ్మటం, ఎక్కువగా ప్రేమించటం, ఎక్కువగా ఆశించటం ఫలితంగా వచ్చే బాధ కుడా ఎక్కువగానే ఉంటుంది."
    },
    {
      "quote": "నీవు ప్రతీరోజు ఒకటికన్నా మెరుగ్గా ఉండటానికి ప్రయత్నించు, అది ఎవరోకాదు నిన్నటి నువ్వే."
    },
    {
      "quote": "జరిగిన దాన్ని గురించి ఎప్పుడూ చింతించకు. ఎందుకంటే, మనకు జరిగే మంచి మనకు ఆనందాన్ని ఇస్తే జరిగిన చెడు అనుభవాన్ని ఇస్తుంది."
    },
    {
      "quote": "నిరాశావాది తనకు వచ్చిన అవకాశంలో కష్టాన్ని చుస్తే, ఆశావాది కష్టంలో అవకాశం కోసం వెతుకుతాడు."
    },
    {
      "quote": "జీవితం చాలా కష్టమైన పరీక్ష. దానిలో చాలామంది విఫలం చెందటానికి కారణం, ప్రతీ ఒక్కరి ప్రశ్నాపత్రం వేరని గ్రహించకపోవటమే."
    },
    {
      "quote": "కాలం నువ్వు కలిసే వ్యక్తులను నిర్ణయిస్తుంది, హృదయం మీరు కోరే వ్యక్తులను నిర్ణయిస్తుంది, మీ ప్రవర్తన మీతో ఉండే వారిని నిర్ణయిస్తుంది."
    },
    {
      "quote": "ఇతరులతో నిన్ను నువ్వు పోల్చుకోవటం ఆపినపుడు నీవు నీ అసలైన జీవితపు ఆనందాన్ని పొందుతావు."
    },
    {
      "quote": "నేను ఎంచుకున్న దారి విభిన్నంగా ఉండవచ్చు దాని అర్థం నేను తప్పిపోయానని కాదు."
    },
    {
      "quote": "నీవు ఎప్పుడూ పొందనిది నీకు కావాలంటే నీవు ఎప్పుడూ చేయని కృషి చేయాలి."
    },
    {
      "quote": "మనం జరిగిపోయిన దాన్ని వెనక్కి వెళ్లి మార్చలేకపోవొచ్చు కానీ జరగబోయేదాన్ని కచ్చితంగా మార్చవచ్చు."
    },
    {
      "quote": "ఏడ్చనివాడు బలశాలి కాదు, ఏడ్చినా తిరిగి లేచి సమస్యలను ఎదుర్కొనేవాడు బలమైన వాడు."
    },
    {
      "quote": "మన శక్తి కన్నా చాలా సార్లు సహనం మంచి ఫలితాల్ని ఇస్తుంది....."
    },
    {
      "quote": "జీవితానికి కొలమానం డబ్బు కాదు సంతృప్తి, సంతోషం"
    },
    {
      "quote": "స్వయం కృషితో పైకి వచ్చినవారికి ఆత్మవిశ్వసం ఉంటుంది కానీ అహంకారం ఉండదు. ని శక్తి ను నమ్ముకో.. కష్టపడు . గెలుపు కోసం శ్రమించు. గెలేచే వరకు."
    },
    {
      "quote": "ఇతరుల రచనల ద్వారా మిమ్మల్ని అభివృద్ది చేసుకోవడానికి మీ కాలాన్ని వినియోగించండి.ఆ విధంగా ఇతరులు ఏంటో కస్టపడి సాధించిన దాన్ని ,మీరు తేలికగా సాధించగలరు.-సోక్రటీస్"
    },
    {
      "quote": "జీవితం అంటే నిన్ను నువ్వు చూసుకోవటం కాదు, నిన్ను నువ్వు రూపు దిద్దుకోవటం."
    },
    {
      "quote": "నీకు కావలసిన దాని కోసం శ్రమించకుండా, పోగొట్టుకున్న దాని గురించి ఏడవటం మూర్ఖత్వం అవుతుంది."
    },
    {
      "quote": "అర్థరహితమైన మాటలకన్నా, అర్థవంతమైన నిశ్శబ్దం చాలా గొప్పది."
    },
    {
      "quote": "ఎక్కువగా నమ్మటం, ఎక్కువగా ప్రేమించటం, ఎక్కువగా ఆశించటం ఫలితంగా వచ్చే బాధ కుడా ఎక్కువగానే ఉంటుంది."
    },
    {
      "quote": "నీవు ప్రతీరోజు ఒకటికన్నా మెరుగ్గా ఉండటానికి ప్రయత్నించు, అది ఎవరోకాదు నిన్నటి నువ్వే."
    },
    {
      "quote": "అమ్మ ప్రేమకు ప్రతిరూపం, పదిలంగా కాపాడుకో. ఆమెను శాశ్వతంగా పోగొట్టుకున్నప్పుడే ఆమె లేని లోటు ఎంత దుర్భరమో నీకు తెలుస్తుంది."
    },
    {
      "quote": "ంధకారంలో ఉన్న ప్రపంచానికి వెలుతురు ఇవ్వాలంటే మనం దీపంగా మారాలి. లేదా ఆ కాంతిని ప్రతిబింబించ గలిగే అద్దంగా అయినా మారాలి."
    },
    {
      "quote": "ప్రతి అడుగును లక్ష్యంగా మార్చటం వల్ల ప్రతీ లక్షాన్ని అడుగుగా మార్చి విజయం సాధించవచ్చు."
    },
    {
      "quote": "ఒక్క అడుగు ప్రారంభిస్తే వేయి మైళ్ళ ప్రయాణమైనా పూర్తి అవుతుంది."
    },
    {
      "quote": "సోమరితనాన్ని మించిన సన్నిహిత శత్రువు లేదు."
    },
    {
      "quote": "నేను ఎంచుకున్న దారి విభిన్నంగా ఉండవచ్చు దాని అర్థం నేను తప్పిపోయానని కాదు."
    },
    {
      "quote": "ఒక్క అడుగు ప్రారంభిస్తే వేయి మైళ్ళ ప్రయాణమైనా పూర్తి అవుతుంది."
    },
    {
      "quote": "సోమరితనాన్ని మించిన సన్నిహిత శత్రువు లేదు"
    },
    {
      "quote": "నిరంతరం వెలుగునిచ్చే సూర్యున్ని చూసి చీకటి భయపడుతుంది. అలాగే నిరంతరం కష్టపడేవాడిని చూసి ఓటమి భయపడుతుంది."
    }
  ]
}
